/*
 Localization.strings (German)
 mclient

 Created by Christopher Reitz on 21.10.14.
 Copyright (c) 2014 Christopher Reitz. All rights reserved.
 */

/* Boards */
"Verifying login data…" = "Prüfe Login Daten…";
"You are not logged in" = "Du bist nicht eingeloggt";
"Welcome %@" = "Willkommen %@";

/* DetailView */
"Boards" = "Boards";
"Threads" = "Threads";
"Select a board…" = "Board auswählen…";
"Select a thread…" = "Thread auswählen…";

/* Settings */
"Please enter username and password" = "Bitte Benutzername und Passwort eingeben";
"Error: Could not connect to server" = "Fehler: Kann nicht mit dem Server verbinden";
"Verifying username and password…" = "Prüfe Benutzername und Passwort…";
"Login data was entered incorrectly" = "Login Daten wurden nicht korrekt eingegeben";
"Login data is valid" = "Login Daten sind gültig";
"sent from M!client for iOS" = "gesendet mit M!client für iOS";
"Version %@ (%@)\nCopyright © 2014 Christopher Reitz aka Stitch\nAll rights reserved." = "Version %1$@ (%2$@)\nCopyright © 2014 Christopher Reitz aka Stitch\nAlle Rechte vorbehalten.";

/* Thread List */
"Mark as read" = "Als gelesen markieren";

/* Message List */
"Copied link" = "Link kopiert";
"URL for this message was copied to clipboard" = "Die URL zu dieser Nachricht wurde in den Zwischenspeicher kopiert";
"Notification enabled" = "Benachrichtigung aktiviert";
"You will receive an Email if anyone replies to this message" = "Du wirst per E-Mail benachrichtigt, wenn jemand auf diese Nachricht antwortet";
"Notification disabled" = "Benachrichtigung deaktiviert";
"You will no longer receive Emails if anyone replies to this message" = "Du wirst keine E-Mails mehr erhalten, wenn jemand auf diese Nachricht antwortet";

/* Compose Message */
"Create Thread" = "Thread erstellen";
"Reply" = "Antworten";
"Edit" = "Editieren";
"Confirmation" = "Bestätigung";
"Thank you for your contribution \"%@\"" = "Vielen Dank für deinen Beitrag \"%@\"";
"Your message \"%@\" was changed" = "Deine Nachricht \"%@\" wurde geändert";

/* MessageTextView */
"B" = "Fett";
"I" = "Kursiv";
"U" = "Unterstrichen";
"S" = "Durchgestrichen";
"Spoiler" = "Spoiler";
"Link" = "Link";
"Image" = "Bild";
"Selected text is not a valid URL" = "Markierter Text ist keine gültige URL";
"Selected text is not a valid image URL" = "Markierter Text ist keine gültige Bild-URL";

/* Profile */
"picture" = "";
"firstname" = "Vorname";
"lastname" = "Nachname";
"domicile" = "Wohnort";
"accountNo" = "Account-Nr.";
"registrationDate" = "Mitglied seit";
"email" = "E-Mail";
"icq" = "ICQ";
"homepage" = "Homepage";
"firstGame" = "Erstes Spiel";
"allTimeClassics" = "All-Time-Classics";
"favoriteGenres" = "Lieblingsgenres";
"currentSystems" = "Aktuelle Systeme";
"hobbies" = "Hobbys";
"xboxLiveGamertag" = "XBox Live Gamertag";
"psnId" = "Playstation Network ID";
"nintendoFriendcode" = "Nintendo Friendcode";
"lastUpdate" = "Letztes Update";

/* Loading View */
"Loading…" = "Laden…";

/* Error View */
"M!service Error" = "M!service Error";
"Try pull to refresh…" = "Ziehen zum aktualisieren…";

/* Common */
"Error" = "Fehler";
"OK" = "OK";

/* MServiceConnector */
"-2" = "Keine Internet Verbindung";
"-1" = "Verbindung zu M!service fehlgeschlagen";
"400" = "Bitte fülle das Feld Thema aus";
"401" = "Bitte überprüfe deine Login Daten in den Einstellungen";
"403" = "Du bist nicht dazu berechtigt";
"404" = "Aktion konnte nicht ausgeführt werden:\n%@";
"406" = "Nachricht wurde nicht editiert";
"409" = "Editieren dieser Nachricht ist nicht mehr erlaubt";
"423" = "Dieser Thread ist geschlossen";
"500" = "Aktion konnte nicht ausgeführt werden:\nEin unbekannter Fehler ist aufgetreten";
"504" = "Man!ac Forum Server down?";
